Revit 2024 API
SymbolTypeId.CmSup2PerM Property
 Symbol cm²/m, indicating unit Square centimeters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CmSup2PerM { get; }
Visual Basic
Public Shared ReadOnly Property CmSup2PerM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CmSup2PerM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace